const GolaNotepad = () => {
  return (
    <div className="custom-container bg-white shadow-md rounded-lg p-6 max-w-xl mx-auto my-10">
      <h1 className="text-2xl md:text-3xl font-bold text-center mb-4">गोला गोकर्णनाथ</h1>
      <p className="text-base text-gray-700 mb-4">
        गोला गोकर्णनाथ उत्तर प्रदेश के क्षेत्रफल की दृष्टि से विशाल जनपद खीरी की एक महत्वपूर्ण तहसील है। 
        <span className="text-base md:text-xl text-baseColor font-semibold"> गोला गोकर्णनाथ जो कि &apos;छोटी काशी&apos; के नाम से विख्यात है</span>, 
        गोला गोकर्णनाथ में भगवान शिव का पौराणिक शिवलिंग स्थित हैं जो श्री गोकर्णनाथ के रूप में सुविख्यात है, 
        इसलिये इस नगर को छोटी काशी के रूप में भी जाना जाता है। भौगोलिक दृष्टि से <span className="text-base md:text-xl text-baseColor font-semibold">28&apos;-05&apos; उत्तरी अक्षांश और 80°-28&apos; पूर्वी देशांतर</span> 
        पर स्थित वर्तमान खीरी जनपद (मुख्यालय: लखीमपुर) के मध्य उत्तरी क्षेत्र में स्थित गोला गोकर्णनाथ 
        अपनी प्राचीनता एवं ऐतिहासिक छवि के रूप में जाना व पहचाना जाता है। इतिहास के पन्नों को टटोलने से 
        ज्ञात होता है कि वर्तमान गोला गोकर्णनाथ की जड़े प्राचीनकाल तक जाती हैं। यहाँ <span className="text-base md:text-xl text-baseColor font-semibold">&quot;बजाज हिंदुस्थान चीनी मिल&quot;</span> 
        स्थित है, जिसकी स्थापना प्रसिद्ध उद्योगपति जमनालाल बजाज द्वारा महात्मा गाँधी के परामर्श पर 
        सन् 1931 में की थी।
      </p>
      <p className="text-base text-gray-700 mb-4">
        प्राचीन काल में भगवान शिव मृत्युलोक में भ्रमण करते हुए इस वन क्षेत्र में आए और क्षेत्र की रमणीयता 
        पर मुग्ध होकर यहीं ठहर गए। <span className="text-base md:text-xl text-baseColor font-semibold">ब्रह्माजी, भगवान विष्णु और देवराज इंद्र</span> 
        जब उन्हें ढूंढते हुए इस वन प्रांत में पहुंचे तो तीन सींग वाले विशाल अद्भुत मृगरूप धारी शिव को 
        पहचान लिया और दौड़कर उनके श्रृंग (सींग) पकड़ लिए। भगवान शिव अपने मूल स्वरूप में आ गए लेकिन 
        तीन सींग देवताओं के हाथ में रह गए। उनमें से <span className="text-base md:text-xl text-baseColor font-semibold">एक सींग भगवान विष्णु ने यहाँ स्थापित किया</span> 
        जो श्री गोकर्णनाथ नाम से जाना जाता है। दूसरा श्रृंग ब्रह्माजी ने बिहार प्रांत के श्रृंगवेश्वर में 
        स्थापित किया। तीसरा देवराज इंद्र ने अपनी अमरावती में स्थापित कर पूजन अर्चन शुरू किया।
      </p>
      <p className="text-base text-gray-700 mb-4">
        <span className="text-base md:text-xl text-baseColor font-semibold">सन् 1857 का प्रथम स्वतंत्रता समर</span> 
        समस्त भारत में एक नवीन ऊर्जा तथा संचार के रूप में जानी व स्वीकार की जाती है। वर्ष 1856 में 
        अवध के विलय के साथ साथ उससे सम्बद्ध स्वतंत्र भौगोलिक इकाइयों को भी अंग्रेजी हुकूमत में 
        सम्मिलित कर लिया गया था। <span className="text-base md:text-xl text-baseColor font-semibold">सन् 1857 की क्रान्ति के विफल हो जाने</span> 
        के उपरान्त यह क्षेत्र सीधे अंग्रेजी साम्राज्य के अधिपत्य में आ गया। नवम्बर सन् 1858 में जिला 
        मुख्यालय मोहम्मदी से हटाकर खीरी लखीमपुर ले जाया गया था। <span className="text-base md:text-xl text-baseColor font-semibold">डब्ल्यू.सी. वुड खीरी के पहले डिप्टी कमिश्नर बने</span>. 
        भारत छोड़ो आंदोलन में गोला परिक्षेत्र की भूमिका को राष्ट्रव्यापी मंच पर स्थापित करने में 
        स्थानीय लेखकों ने महत्वपूर्ण भूमिका निभाई थी तथा अपनी लेखनी के माध्यम से अतीत में खो चुके 
        भारत माता के बीर सपूतों के त्याग एवं बलिदान को सामने लाने का प्रयास किया था।
      </p>
      <p className="text-base text-gray-700 mb-4">
        गोला गोकर्णनाथ के पूर्व में स्थित मन्योरा ग्राम निवासी <span className="text-base md:text-xl text-baseColor font-semibold">पं. छेदीलाल के पुत्र पं. वंशीधर शुक्ल</span> 
        ने राष्ट्रीय आंदोलन में सशरीर व लेखन दोनों प्रकार से सहभागिता की। इन्होंने भारतीय राजनीति व 
        व्यवस्था में व्याप्त अनियमितताओं के ऊपर खुलकर प्रहार किया। &apos;उठ जाग मुसाफिर भोर भई, अब 
        रैन कहां जो सोवत है&apos; जैसी रचनाओं से युवाओं को कर्तव्य पथ पर आगे बढ़ने के लिये प्रोत्साहित 
        किया। वशीधर शुक्ल द्वारा रचित &apos;कदम-कदम बढ़ाये जा, खुशी के गीत गाये जा&apos; गीत नेता जी 
        सुभाषचंद्र बोस की आजाद हिंद फौज का प्रोत्साहन गान था। राष्ट्रीय आंदोलन में सत्याग्रहियों को 
        सत्याग्रही की कथा व्यथा के माध्यम से रखा। आजादी के बाद भारतीय राजनीति में व्याप्त भ्रष्टाचार 
        को हास्य-व्यंग रचना &apos;लीडराबाद&apos; के नाम से सामने रखा। कलम के इस अनूठे प्रदर्शन के कारण ही वे 
        &apos;राष्ट्रकवि&apos; व &apos;अवधी सम्राट&apos; के नाम से आज भी याद किये जाते हैं।
      </p>
      <p className="text-base text-gray-700 mb-4">
        गोला गोकर्णनाथ परिक्षेत्र ने भारत छोड़ो आंदोलन की राजनीतिक गतिविधियों के अन्तर्गत अहिंसात्मक व 
        हिंसात्मक दोनों माध्यमों से विरोध किया था। हिंसात्मक विरोध के अन्तर्गत <span className="text-base md:text-xl text-baseColor font-semibold">रम्पा तेली तथा पण्डित राजनारायण मिश्र</span> 
        का नाम विशेष रूप से स्मरणीय है, जिन्होंने अंग्रेजी सत्ता से लोहा लेने हेतु स्थानीय स्तर पर 
        युवकों के संगठित करने का कार्य भी किया था. 
      </p>
      <p className="text-base text-gray-700 mb-4">
        गोला गोकर्णनाथ में प्राचीन <span className="text-base md:text-xl text-baseColor font-semibold">मंगला देवी मंदिर</span> 
        स्थित है साथ ही <span className="text-base md:text-xl text-baseColor font-semibold">श्री त्रिलोकीनाथ, श्री लक्ष्मीनारायण मंदिर, श्री राम मंदिर, श्री रामजानकी मंदिर</span> 
        स्थित हैं। गोला गोकर्णनाथ सांस्कृतिक समरसता का केंद्र है। गोला गोकर्णनाथ राज्य की राजधानी लखनऊ 
        एवं जिला मुख्यालय लखीमपुर से सड़क व रेल मार्ग से जुड़ा हुआ है।
      </p>
    </div>
  );
};

export default GolaNotepad;
