
const Notepad = () => {
    return (
        <div className="custom-container bg-yellow-50 border border-gray-300 rounded-lg p-6 max-w-lg mx-auto shadow-lg">
            <h1 className="text-2xl font-bold text-gray-700 mb-4">आपकी सेवा, हमारा कर्तव्य</h1>
            <p className="text-gray-600 mb-4">
                भूतनाथ भगवान भोले नाथ के आशीर्वाद, अग्रजों, माताओं, बहनों, शुभचिंतकों के असीमित सहयोग व शुभकामनाओं की शक्ति से 
                <span className="font-semibold text-baseColor"> 13 मई 2023 को आये ऐतिहासिक परिणाम</span> ने नगर पालिका अध्यक्ष के रूप में जन सामान्य की सेवा करने का अवसर प्रदान किया। 
                <span className="font-semibold text-baseColor"> 27 मई 2023 को आधिकारिक रूप से शपथ ग्रहण समारोह</span> के पश्चात् आपके सेवक के रूप में मैंने कार्य प्रारम्भ कर दिया। 
                मैंने जिन वादों व मुद्दों पर आपके मध्य आया था, उनको पूरा करने का भरसक प्रयास किया। कई में सफलता प्राप्त हुई और कुछ कार्य प्रगतिशील हैं।

                <br /><br /><br />

                चुनाव परिणाम आने के सिर्फ 7 दिनों के बाद कई वर्षों से बन्द पड़े 
                <span className="font-semibold text-baseColor"> स्वर्गीय रामनरेश तिवारी स्मृति पुस्तकालय</span> को रंगरोगन कराकर, वाई-फाई की सुविधा, ए.सी की व्यवस्था एवं महत्वपूर्ण शैक्षिक सामग्री की उपलब्धता के साथ विद्यार्थियों व आम जनता को समर्पित किया। 
                माताओं बहनों के लिये <span className="font-semibold text-baseColor">सावित्री बट पूजा, ऑवला नवमी पूजा</span> के स्थलों की साफ सफाई, बैठने व उचित पेयजल की व्यवस्था की।

                नगर के गौरव प्रसिद्ध कवि 
                <span className="font-semibold text-baseColor"> स्वर्गीय पण्डित सियाराम मिश्र स्मारक पार्क</span> का सौंदर्यीकरण कराया।

                नगर पालिका में बहुप्रतीक्षित <span className="font-semibold text-baseColor">प्रेक्षा गृह</span> का निर्माण कार्य पुनः आरम्भ कराया। सर्वधर्म सद्‌भावना के अन्तर्गत नगर के प्रमुख मन्दिरों व गुरुद्वारे में श्रद्धालुओं हेतु 
                <span className="font-semibold text-baseColor"> वाटर कूलर</span> लगवाये।

                श्रावण मास में प्रदेश के कोने-कोने से आने वाले कांवड़ियों पर पुष्प वर्षा एवं बारह-वफात के जुलूस में मुस्लिम गुरुओं का माल्यार्पण कर जुलूस पर पुष्प वर्षा का कार्य किया। साथ ही सिखों के दशम् गुरु 
                <span className="font-semibold text-baseColor"> श्री गुरू गोविन्द सिंह</span> के प्रकाश पर्व पर आयोजित शोभा यात्रा में सिख धर्म गुरुओं को माला पहनाकर व संकीर्तन कर रहे श्रद्धालुओं पर पुष्प वर्षा की।

                नगर के समस्त वार्डो में होलिका दहन के लिये 
                <span className="font-semibold text-baseColor"> निःशुल्क लकड़ी</span> की व्यवस्था प्रथम बार नगर पालिका परिषद से कराई गई।
                
                <br /><br /><br />

                &apos;छोटी काशी&apos; के नाम से प्रसिद्ध गोला गोकर्णनाथ में श्रावण मास के पवित्र माह में लाखों श्रद्धालुओं के स्वागत के लिये नगर के प्रमुख मार्गों पर भगवान शिव, माता पार्वती, श्री गणेश, श्री कार्तिकेय व श्री नन्दी के नाम से प्रवेश द्वार बनवाये गये एवं श्रद्धालुओं के लिये उचित पार्किंग, मोबाइल शौचालय, स्वच्छ पेयजल, स्वच्छता एवं सुरक्षा के लिये प्रमुख स्थानों पर 
                <span className="font-semibold text-baseColor"> सी.सी.टी.वी</span> से युक्त कन्ट्रोल रूम की सुविधा उपलब्ध कराई गई।

                गोला नगर में प्रथम बार जरूरतमंद विद्यार्थियों, श्रमिकों एवं श्रद्धालुओं के लिये 
                <span className="font-semibold text-baseColor"> 10 रूपये में भरपेट भोजन के लिये माँ अन्नपूर्णा रसोई</span> का शुभाम्भ 
                <span className="font-semibold text-baseColor"> 01 नवम्बर 2023</span> को किया गया। जिसमें आज तक हजारों की संख्या में लोग लाभान्वित हो चुके हैं।

                ऐतिहासिक पहल करते हुए मुक्तिधाम में 
                <span className="font-semibold text-baseColor"> निःशुल्क रसीद, सस्ती लकड़ी एवं निराश्रितों के अन्तिम संस्कार</span> का प्रबंध किया।

                गोकर्ण तीर्थ पिशाच मोचन घाट पर स्नान आदि के लिये पानी की टंकी की व्यवस्था की, नीलकण्ठ मैदान स्थित रैन बसेरे को और अधिक व्यवस्थित किया, नगरवासियों की समस्याओं के समाधान के लिये 
                <span className="font-semibold text-baseColor"> हेल्पलाइन नं.</span> जारी किया जो वर्तमान में अपना कार्य कर रहा है।

                वाटर कनेक्शन का लेवर चार्ज समाप्त किया, गन्ना वाहनों का दिन के समय नगर में प्रवेश निषेद्य करवाया जिससे दुर्घटनाओं पर रोक लगी। परिणाम स्वरूप नगर में 
                <span className="font-semibold text-baseColor"> एक भी दुर्घटना नहीं हुई</span>।

                <br /><br /><br />

                गणतंत्र दिवस के अवसर पर भारतीय सेना में अपनी सेवायें दे चुके और वर्तमान में सेवानिवृत्त सैनिकों का सम्मान किया एवं अन्तर्राष्ट्रीय महिला दिवस (8 मार्च) को विभिन्न क्षेत्रो में कार्य करने वाली नगर की 
                <span className="font-semibold text-baseColor"> प्रतिभाशाली महिलाओं का सम्मान</span> किया।

                नगर में बाहर से आकर 
                <span className="font-semibold text-baseColor"> यू.पी. बोर्ड परीक्षा 2024</span> में सम्मिलित होने वाले जरूरतमंद विद्यार्थियों के रहने व खाने की व्यवस्था नगर पालिका के माध्यम से कराई। नीलकण्ठ मैदान में सावन माह के दौरान नियमित भजन कीर्तन का आयोजन हुआ इस दौरान श्रद्धालुओं की सुविधा के लिये 
                <span className="font-semibold text-baseColor"> पंखों की व्यवस्था कराई</span>।

                महार्षि बाल्मीकि के जन्म दिवस पर आयोजित शोभा यात्रा का नगर पालिका परिषद के मुख्य द्वार पर पुष्प वर्षा कर स्वागत किया।

                <span className="font-semibold text-baseColor"> 88 वें पालिका स्थापना वर्ष</span> पर नगर पालिका परिषद का प्रतीक चिन्ह/लोगो स्वीकार किया। जिसका निर्माण गोला टूरिज्म (संगठन) के निदेशक (जनसंपर्क एवं संचालन) 
                <span className="font-semibold text-baseColor"> मिलिन्द शुक्ल</span> ने किया। यह प्रतीक चिन्ह प्राकृतिक, सांस्कृतिक, औद्योगिक एवं ध्येयनिष्ठा का प्रतीक है।

                आप लोगों के आशीर्वाद व शुभकामनाओं के सानिध्य में एक वर्ष से भी कम समय अवधि में यह कार्य करने का अवसर मिला। कई महत्वपूर्ण कार्य प्रस्तावित हैं जिनमें कुछ पर कार्य प्रगतिशील है।
            </p>
            <h2 className="text-xl font-semibold text-gray-700 mb-2">महत्वपूर्ण कार्य:</h2>
            <ul className="list-disc list-inside mb-4">
                <li className="font-semibold text-baseColor">स्वर्गीय रामनरेश तिवारी स्मृति पुस्तकालय का पुनर्वास</li>
                <li className="font-semibold text-baseColor">प्रमुख मन्दिरों व गुरुद्वारे में जल सुविधा</li>
                <li className="font-semibold text-baseColor">कांवड़ियों का स्वागत समारोह</li>
                <li className="font-semibold text-baseColor">माँ अन्नपूर्णा रसोई का शुभारंभ</li>
                <li className="font-semibold text-baseColor">गणतंत्र दिवस पर सैनिकों का सम्मान</li>
                <li className="font-semibold text-baseColor">भविष्य की योजनाएँ: अमृत मिशन 2.0</li>
            </ul>
            <p className="text-gray-600">- विजय शुक्ल &apos;रिंकू&apos;</p>
            <p className="text-gray-600">अध्यक्ष, नगर पालिका परिषद गोला गोकर्णनाथ (खीरी)</p>
        </div>
    );
};

export default Notepad;
